"Service Update Failed" = "Aktualizácia služby zlyhala";
"Service Update Complete" = "Aktualizácia služby dokončená";
"Starting Service Update" = "Spúšťa sa aktualizácia služby";
"Dismiss" = "Zrušiť";
"OK" = "OK";
"Call disallowed" = "Toto číslo nie je povolené";
